tap "koekeishiya/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "git"
brew "htop"
brew "yt-dlp"
brew "zsh"
brew "node"
brew "ffmpeg"
brew "geometry"
brew "nmap"
brew "openjdk"
brew "yabai"
brew "skhd"
brew "gradle"
brew "maven"
brew "curl"
brew "libarchive"
brew "neofetch"
cask "discord"
cask "hiddenbar"
cask "obs"
cask "jetbrains-toolbox"
cask "the-unarchiver"
cask "iina"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "bitwarden"
cask "visual-studio-code"
cask "steam"
cask "stats"
cask "eloston-chromium"
