tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "koekeishiya/formulae"

brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "bash"
brew "python@3.12", link: false
brew "openldap"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fastfetch"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "libarchive"
brew "libmicrohttpd"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "geometry"
brew "git"
brew "gradle"
brew "grep"
brew "htop"
brew "lean-cli"
brew "libimobiledevice"
brew "libirecovery"
brew "neofetch"
brew "nmap"
brew "node"
brew "openblas"
brew "openjdk"
brew "openvino"
brew "pinentry-mac"
brew "smartmontools"
brew "upx"
brew "yt-dlp"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "alt-tab"
cask "eloston-chromium"
cask "iina"
cask "iterm2"
cask "stats"
cask "steam"
cask "visual-studio-code"

vscode "digitalbrainstem.javascript-ejs-support"
vscode "fisheva.eva-theme"
vscode "illixion.vscode-vibrancy-continued"
vscode "j69.ejs-beautify"
vscode "ms-vscode.vscode-typescript-next"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"